{
  "categories": [
    {
      "id": 3,
      "name": "KATEGORIE",
      "url": "https://sklep.kfd.pl/sklep-kfd-c-2.html",
      "parent_id": 1,
      "active": 1,
      "root_category": 1
    },
    {
      "id": 4,
      "name": "Zdrowie i kondycja",
      "url": "https://sklep.kfd.pl/zdrowie-i-kondycja-c-114.html",
      "parent_id": 1,
      "active": 1
    },
    {
      "id": 5,
      "name": "Zdrowie",
      "url": "https://sklep.kfd.pl/zdrowie-c-239.html",
      "parent_id": 4,
      "active": 1
    },
    {
      "id": 6,
      "name": "Odporność i wzmocnienie",
      "url": "https://sklep.kfd.pl/odpornosc-i-wzmocnienie-c-244.html",
      "parent_id": 5,
      "active": 1
    },
    {
      "id": 7,
      "name": "Witaminy i minerały",
      "url": "https://sklep.kfd.pl/witaminy-i-mineraly-c-23.html",
      "parent_id": 4,
      "active": 1
    },
    {
      "id": 8,
      "name": "Elektrolity",
      "url": "https://sklep.kfd.pl/elektrolity-c-235.html",
      "parent_id": 7,
      "active": 1
    },
    {
      "id": 9,
      "name": "Witaminy",
      "url": "https://sklep.kfd.pl/witaminy-c-237.html",
      "parent_id": 7,
      "active": 1
    },
    {
      "id": 10,
      "name": "Odżywki i suplementy",
      "url": "https://sklep.kfd.pl/odzywki-i-suplementy-c-113.html",
      "parent_id": 1,
      "active": 1
    },
    {
      "id": 11,
      "name": "Białko",
      "url": "https://sklep.kfd.pl/bialko-c-50.html",
      "parent_id": 10,
      "active": 1
    },
    {
      "id": 12,
      "name": "Białko serwatkowe",
      "url": "https://sklep.kfd.pl/bialko-serwatkowe-c-64.html",
      "parent_id": 11,
      "active": 1
    },
    {
      "id": 13,
      "name": "Kreatyna",
      "url": "https://sklep.kfd.pl/kreatyna-c-48.html",
      "parent_id": 10,
      "active": 1
    },
    {
      "id": 14,
      "name": "Monohydrat kreatyny",
      "url": "https://sklep.kfd.pl/monohydrat-kreatyny-c-188.html",
      "parent_id": 13,
      "active": 1
    },
    {
      "id": 15,
      "name": "Zestaw witamin i minerałów",
      "url": "https://sklep.kfd.pl/zestaw-witamin-i-mineralow-c-238.html",
      "parent_id": 7,
      "active": 1
    },
    {
      "id": 16,
      "name": "Ochrona stawów",
      "url": "https://sklep.kfd.pl/ochrona-stawow-c-11.html",
      "parent_id": 10,
      "active": 1
    },
    {
      "id": 17,
      "name": "Kolagen",
      "url": "https://sklep.kfd.pl/kolagen-c-146.html",
      "parent_id": 16,
      "active": 1
    }
  ],
  "products": [
    {
      "url": "https://sklep.kfd.pl/kfd-electrolytes-24-tabl-elektrolity-musujace-p-8696.html",
      "category": "Zdrowie i kondycja,Witaminy i minerały,Elektrolity",
      "name": "KFD Electrolytes - 24 tabl. (Elektrolity musujące)",
      "description": "KFD Electrolytes to glukoza i elektrolity zamknięte w formie wygodnych i szybkich w użyciu tabletek musujących. Produkt może stanowić nieocenione wsparcie dla każdego, kto chce zadbać o prawidłowe nawodnienie zwłaszcza w trakcie wysiłku oraz w czasie upałów. Produkt zawiera niewielkie ilości glukozy, czyli monosacharydu stanowiącego łatwo dostępne źródło energii, sód, oraz organiczne formy magnezu i potasu. Magnez pomaga w utrzymaniu równowagi elektrolitowej, w prawidłowym funkcjonowaniu układu nerwowego, mięśni i w utrzymaniu prawidłowych funkcji psychologicznych. Potas pomaga w utrzymaniu prawidłowego ciśnienia krwi, w prawidłowym funkcjonowaniu mięśni i układu nerwowego. Elektrolity od KFD to nie tylko korzystny skład, ale też świetny smak: limonka - mięta . Nie jest zaskoczeniem, ze jeśli twój napój smakuje lepiej, to dużo łatwiej zadbać o optymalne spożycie wody w ciągu dnia. Ten produkt to również wygoda. Tabletki musujące w praktycznej tubie możesz mieć zawsze pod ręką, stosować w trakcie treningu, czy letnich wycieczek.",
      "price": "7.77",
      "reference": "KFD ELECTRO",
      "attributes": {},
      "images": [
        "https://sklep.kfd.pl/18038-home_default/kfd-electrolytes-24-tabl-elektrolity-musujace.jpg",
        "https://sklep.kfd.pl/18038-large_default/kfd-electrolytes-24-tabl-elektrolity-musujace.jpg"
      ],
      "usage": "1 tabletkę rozpuścić w 200 ml wody, spożywać do 3 razy dziennie. Maksymalna dzienna dawka do spożycia to 3 tabletki dziennie.",
      "weight": "0.150000",
      "brand": "KFD Nutrition",
      "local_images": [
        {
          "url": "https://sklep.kfd.pl/18038-home_default/kfd-electrolytes-24-tabl-elektrolity-musujace.jpg",
          "filename": "KFD_Electrolytes_-_24_tabl_Elektrolity_musujące_1_f2d3da53.jpg"
        },
        {
          "url": "https://sklep.kfd.pl/18038-large_default/kfd-electrolytes-24-tabl-elektrolity-musujace.jpg",
          "filename": "KFD_Electrolytes_-_24_tabl_Elektrolity_musujące_2_928721cc.jpg"
        }
      ]
    },
    {
      "url": "https://sklep.kfd.pl/kfd-vitamin-d3-4000-iu-200-tabl-p-7578.html",
      "category": "Zdrowie i kondycja,Witaminy i minerały,Witaminy",
      "name": "KFD Vitamin D3 4000 IU - 200 kaps.",
      "description": "KFD Vitamin D3 4000 IU to suplement diety dostarczający witaminę D3 w formie cholekalcyferolu w wygodnej formie kapsułek miękkich z olejem słonecznikowym . Witamina D3 jest rozpuszczona w oleju, co wpływa na jej wchłanianie przez organizm! Zawarta w produkcie witamina D3 pomaga w: - prawidłowym wchłanianiu/wykorzystywaniu wapnia i fosforu - utrzymaniu prawidłowego poziomu wapnia we krwi - utrzymaniu zdrowych kości - prawidłowym funkcjonowaniu mięśni - utrzymaniu zdrowych zębów - prawidłowym funkcjonowaniu układu odpornościowego Ponadto witamina D bierze udział w procesie podziału komórek. Nie należy przekraczać dziennej dawki do spożycia. Produkt o podwyższonej dawce dziennej - 4000 IU (100 µg) - przeznaczony dla osób zdrowych, powyżej 75 roku życia. Raport z badań potwierdzających zawartość witaminy D3 (05.2023)",
      "price": "20.99",
      "reference": "KFDVITD34000IU T",
      "attributes": {},
      "images": [
        "https://sklep.kfd.pl/13989-home_default/kfd-vitamin-d3-4000-iu-200-tabl.jpg",
        "https://sklep.kfd.pl/13989-large_default/kfd-vitamin-d3-4000-iu-200-tabl.jpg"
      ],
      "usage": "1 porcja (1 kapsułka) dziennie. Kapsułkę spożyć w całości po lub w trakcie posiłku zawierającego tłuszcz i popić szklanka wody.",
      "weight": "0.100000",
      "brand": "KFD Nutrition",
      "local_images": [
        {
          "url": "https://sklep.kfd.pl/13989-home_default/kfd-vitamin-d3-4000-iu-200-tabl.jpg",
          "filename": "KFD_Vitamin_D3_4000_IU_-_200_kaps_1_b5357dc0.jpg"
        },
        {
          "url": "https://sklep.kfd.pl/13989-large_default/kfd-vitamin-d3-4000-iu-200-tabl.jpg",
          "filename": "KFD_Vitamin_D3_4000_IU_-_200_kaps_2_92dfd072.jpg"
        }
      ]
    },
    {
      "url": "https://sklep.kfd.pl/kfd-pure-wpc-82-instant-700-g-bialko-serwatkowe-naturalne-p-6867.html",
      "category": "Odżywki i suplementy,Białko,Białko serwatkowe",
      "name": "KFD Pure WPC 82 Instant - 700 g (białko serwatkowe, naturalne)",
      "description": "KFD Pure WPC 82 Instant to produkt o wysokiej zawartości białka (około 80-82% w suchej masie) w 100% naturalnej wersji (bez dodatków jak słodziki, aromaty, zagęstniki). Dobrze się rozpuszcza i charakteryzuje naturalnym smakiem białka serwatkowego. KFD Pure WPC 82 Instant to produkt stworzona z myślą o osobach, które cenią: - naturalny smak białka, - bardzo dobrą rozpuszczalność surowca, - konkurencyjną cenę przy zachowaniu najwyższej jakości - surowiec użyty w tym białku, używany jest przez czołowe marki do produktów premium. Na czym polega różnica między Premium WPC 80 i Regular WPC 80 a tym produktem? - jest to wersja naturalna, bez żadnych dodatków a surowiec może być różny w zależności od dostępności i ceny, - jako że jest naturalna, nie wymaga żmudnego procesu mieszania wielu składników (jak w obu wyżej) - jest to wersja limitowana - czyli pojawiać się będzie jeśli będziemy w stanie wynegocjować dobrą cenę na surowiec a jego jakość będzie spełniała nasze wysokie wymagania. UWAGI DOTYCZĄCE PRODUKTU Archiwalne badania składu produktu: Badanie najnowszej partii na zawartość białka i poszczególnych cukrów Badanie potwierdzające zawartość białka w białku Badanie zawierające aminogram i zawartość cukrów (poprzednia partia surowca)",
      "price": "55.55",
      "reference": "KFD PURE WPC",
      "attributes": {},
      "images": [
        "https://sklep.kfd.pl/9675-home_default/kfd-pure-wpc-82-instant-700-g-bialko-serwatkowe-naturalne.jpg",
        "https://sklep.kfd.pl/9675-large_default/kfd-pure-wpc-82-instant-700-g-bialko-serwatkowe-naturalne.jpg"
      ],
      "usage": "Jedną porcję - 30 g (około 1,5 miarki) należy wsypać do naczynia z 200 - 250 ml mleka lub wody i wymieszać. Stosować bezpośrednio po przygotowaniu, w zależności od indywidualnych potrzeb nie częściej niż dwa razy dziennie. Do odmierzenia dokładnej porcji sugeruje się użycie wagi.",
      "weight": "0.745000",
      "brand": "KFD Nutrition",
      "local_images": [
        {
          "url": "https://sklep.kfd.pl/9675-large_default/kfd-pure-wpc-82-instant-700-g-bialko-serwatkowe-naturalne.jpg",
          "filename": "KFD_Pure_WPC_82_Instant_-_700_g_białko_serwatkowe__2_97381cf1.jpg"
        },
        {
          "url": "https://sklep.kfd.pl/9675-home_default/kfd-pure-wpc-82-instant-700-g-bialko-serwatkowe-naturalne.jpg",
          "filename": "KFD_Pure_WPC_82_Instant_-_700_g_białko_serwatkowe__1_d5fb44c9.jpg"
        }
      ]
    },
    {
      "url": "https://sklep.kfd.pl/kfd-vitamin-d3-2000iu-240-kaps-az-240-porcji-p-7035.html",
      "category": "Zdrowie i kondycja,Witaminy i minerały,Witaminy",
      "name": "KFD Vitamin D3 2000 IU - 240 kaps (aż 240 porcji!)",
      "description": "KFD Vitamin D3 2000 IU - 240 kaps. To suplement diety zawierający wysoką dawkę witaminy D3 (2000 j.m.) z lanoliny w wygodnej formie. KFD po raz kolejny wyszło na przeciw oczekiwaniom klientów, oferując olbrzymią liczbę porcji - 240 kapsułek - w wyjątkowo niskiej cenie. KFD Vitamin D3 2000 IU jest doskonałym wyborem dla osób, którym zależy na stałej i długotrwałej suplementacji witaminą D3 w celu zniwelowania ewentualnych niedoborów. Z myślą o klientach, którzy nie chcą spożywać tabletek / kapsułek bez oleju wraz z bogatym w tłuszcz posiłkiem, oferujemy produkt, który jest już w formie kapsułek miękkich z olejem słonecznikowym , w którym rozpuszczona jest witamina D3. KFD Vitamin D3 - zalety: - Wygodna forma kapsułek softgel. - Ekonomiczne opakowanie: 240 dziennych porcji. - Maksymalna dzienna dawka 2000 j.m. (czyli 50 mikrogramów). - Surowiec pozyskany z lanoliny. - Witamina D rozpuszczona w oleju, co wpływa na jej wchłanianie przez organizm. Witamina D pomaga w: - prawidłowym wchłanianiu/wykorzystywaniu wapnia i fosforu - utrzymaniu prawidłowego poziomu wapnia we krwi - utrzymaniu zdrowych kości - prawidłowym funkcjonowaniu mięśni - utrzymaniu zdrowych zębów - prawidłowym funkcjonowaniu układu odpornościowego - ponadto witamina D bierze udział w procesie podziału komórek. Badania Analityczne potwierdzające ilość witaminy D3 w kapsułce (05.2023) Badania Analityczne potwierdzające ilość witaminy D3 w kapsułce (11.2020)",
      "price": "18.99",
      "reference": "KFD VIT D3 240",
      "attributes": {},
      "images": [
        "https://sklep.kfd.pl/17860-home_default/kfd-vitamin-d3-2000iu-240-kaps-az-240-porcji.jpg",
        "https://sklep.kfd.pl/17860-large_default/kfd-vitamin-d3-2000iu-240-kaps-az-240-porcji.jpg"
      ],
      "usage": "1 porcja (1 kapsułka) dziennie. Kapsułkę spożyć w całości i popić wodą.",
      "weight": "0.100000",
      "brand": "KFD Nutrition",
      "local_images": [
        {
          "url": "https://sklep.kfd.pl/17860-large_default/kfd-vitamin-d3-2000iu-240-kaps-az-240-porcji.jpg",
          "filename": "KFD_Vitamin_D3_2000_IU_-_240_kaps_aż_240_porcji_2_3a9b7476.jpg"
        },
        {
          "url": "https://sklep.kfd.pl/17860-home_default/kfd-vitamin-d3-2000iu-240-kaps-az-240-porcji.jpg",
          "filename": "KFD_Vitamin_D3_2000_IU_-_240_kaps_aż_240_porcji_1_296a2be7.jpg"
        }
      ]
    },
    {
      "url": "https://sklep.kfd.pl/kfd-omega-3-90-kaps-najmocniejsza-p-4129.html",
      "category": "Zdrowie i kondycja,Zdrowie,Odporność i wzmocnienie",
      "name": "KFD Ultra Omega 3+ Trójglicerydy 90 kaps. (Najmocniejsza)",
      "description": "KFD Ultra Omega 3+ Triglycerides to udoskonalona wersja naszego bestsellerowego suplementu z kwasami Omega 3 w kapsułkach miękkich. W odróżnieniu do produktów od sprzedawców, którzy nie podają ani miejsca produkcji surowca, ani warunków kapsułkowania, KFD Ultra Omega 3+ bazuje na cenionym , norweskim oleju rybim w naturalnej formie trójglicerydów i jest kapsułkowany przez polską firmę farmaceutyczną, co zapewnia pełną zgodność ze standardami jakości obowiązującymi w Europie. EPA i DHA w formie trójglicerydów (TG) to cząsteczki kwasów tłuszczowych połączonych z glicerolem, naturalnie występujące w żywności, takiej jak np. tłuste ryby morskie i oceaniczne. Aby zapewnić najwyższą czystość i wysoką standaryzację, korzystamy z naturalnego, norweskiego oleju rybiego od norweskiego producenta z ponad 100-letnią tradycją. Kapsułkowanie oleju wykonywane jest w Polsce przez dużą firmę farmaceutyczną. Jedna miękka kapsułka żelatynowa zawiera aż 330 mg EPA i 220 mg DHA w formie trójglicerydów. Kapsułki żelatynowe zabezpieczają olej przed kontaktem z powietrzem oraz patogenami, a czarny słoiczek i kartonik chronią go przed światłem. Każda kapsułka zawiera 100% RWS (rekomendowanego, dziennego spożycia) witaminy E w formie octanu DL-alfa tokoferylu oraz mieszanki tokoferoli, które skutecznie chronią olej przed utlenianiem, wydłużając jego świeżość. Nie obniżamy dawki tokoferoli tylko po to, by zwiększyć dawkę dzienną produktu do np. 2 lub 3 kapsułek. Każda partia KFD Ultra Omega 3+ jest badana w niezależnych laboratoriach , zanim trafi na półki sklepowe. Zlecamy komplet badań, w którym sprawdzany jest: pełny profil kwasów tłuszczowych (co potwierdza autentyczność oleju rybiego), TOTOX (w tym liczba kwasowa i anizydynowa), czystość mikrobiologiczna, zawartość metali ciężkich, benzopiren, WWA itd. Przykładowe raporty analityczne znajdziesz w zakładce „Informacja żywieniowa / Badania”. Nowa Omega 3+ w linii Ultra to: - Niska wartość TOTOX (partia 2506042 : w badaniu wskaźnik TOTOX: 8",
      "price": "29.99",
      "reference": "KFD OMEGA TRI",
      "attributes": {},
      "images": [
        "https://sklep.kfd.pl/18220-home_default/kfd-omega-3-90-kaps-najmocniejsza.jpg",
        "https://sklep.kfd.pl/18220-large_default/kfd-omega-3-90-kaps-najmocniejsza.jpg"
      ],
      "usage": "Spożywać 1 kapsułkę dziennie, popić szklanką wody. Dla zmaksymalizowania efektów, zażywać codziennie.",
      "weight": "0.190000",
      "brand": "KFD Nutrition",
      "local_images": [
        {
          "url": "https://sklep.kfd.pl/18220-home_default/kfd-omega-3-90-kaps-najmocniejsza.jpg",
          "filename": "KFD_Ultra_Omega_3_Trójglicerydy_90_kaps_Najmocniej_1_0feebd2f.jpg"
        },
        {
          "url": "https://sklep.kfd.pl/18220-large_default/kfd-omega-3-90-kaps-najmocniejsza.jpg",
          "filename": "KFD_Ultra_Omega_3_Trójglicerydy_90_kaps_Najmocniej_2_e0b7a0f1.jpg"
        }
      ]
    },
    {
      "url": "https://sklep.kfd.pl/kfd-premium-creatine-500-g-kreatyna-monohydrat-p-4139.html",
      "category": "Odżywki i suplementy,Kreatyna,Monohydrat kreatyny",
      "name": "KFD Premium Creatine - 500 g (Kreatyna - Monohydrat)",
      "description": "Istotne: wersja naturalna monohydratu kreatyny charakteryzuje się lekko słonawym posmakiem. Jest to wersja bez aromatów i dodatków smakowych więc charakterystyczny posmak jest naturalną cechą produktu. Ze względu na częste pytania - nie zalecamy spożywania kreatyny dla osób poniżej 18 roku życia. Warto pamiętać, że suplementy diety są tylko dodatkiem i wiele można zdziałać samą dietą i treningiem. KFD Creatine to suplement diety zawierający w 100% czysty monohydrat kreatyny 200 mesh. Kreatyna to naturalnie występująca w organizmie człowieka substancja. Monohydrat kreatyny, przez wzgląd na udokumentowane i wszechstronne działanie w zakresie wspierania wysiłku, jest jednym z najczęściej wybieranych suplementów dla sportowców, niezależnie od uprawianej dyscypliny. Została zaklasyfikowana w grupie \"A\" przez Australian Institute of Sport, jako jeden z suplementów o potwierdzonym przez mocne dowody naukowe działaniu. Kreatyna może być dostarczona z pożywieniem, a także jest ona syntezowana w organizmie (w większości występuje w mięśniach) i w procesie fosforylacji zamieniana jest na fosfokreatynę, stanowiąc \"awaryjne źródło\" ATP. Suplementacja już 3 g czystej kreatyny dziennie zwiększa wydolność fizyczną w przypadku następujących po sobie krótkich, bardzo intensywnych ćwiczeń fizycznych, dzięki czemu jest tak popularna nie tylko w sportach siłowych, ale i w sportach walki, lekkoatletyce, a nawet w sportach o mieszanej specyfice wysiłku, takiej jak sporty zespołowe. Niektóre publikacje naukowe na temat kreatyny: 1. https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5469049/ 2. https://www.ncbi.nlm.nih.gov/pubmed/20026378 3. https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6093191/ 4. https://jissn.biomedcentral.com/articles/10.1186/s12970-017-0173-z Źródła: 1. https://pl.wikipedia.org/wiki/Kreatyna 2. J. Volek, N. Duncan, S. Mazzetti, R. Staron, M. Putukian, A. Gómez, D. Pearson, W. Fink, W. Kraemer. Performance and muscle fiber adaptations to creatine supplementation and heavy resi",
      "price": "29.89",
      "reference": "KFD CREATINE 50G",
      "attributes": {},
      "images": [
        "https://sklep.kfd.pl/13723-home_default/kfd-premium-creatine-500-g-kreatyna-monohydrat.jpg",
        "https://sklep.kfd.pl/13723-large_default/kfd-premium-creatine-500-g-kreatyna-monohydrat.jpg"
      ],
      "usage": "Jedną porcję – 5 g (1 płaska miarka) należy wsypać do naczynia z 150 – 200 ml wody lub soku i wymieszać. Stosować bezpośrednio po przygotowaniu, w zależności od indywidualnych potrzeb, nie częściej niż raz dziennie, np. przed lub po treningu.",
      "weight": "0.600000",
      "brand": "KFD Nutrition",
      "local_images": [
        {
          "url": "https://sklep.kfd.pl/13723-home_default/kfd-premium-creatine-500-g-kreatyna-monohydrat.jpg",
          "filename": "KFD_Premium_Creatine_-_500_g_Kreatyna_-_Monohydrat_1_cde21199.jpg"
        },
        {
          "url": "https://sklep.kfd.pl/13723-large_default/kfd-premium-creatine-500-g-kreatyna-monohydrat.jpg",
          "filename": "KFD_Premium_Creatine_-_500_g_Kreatyna_-_Monohydrat_2_239cb7ab.jpg"
        }
      ]
    },
    {
      "url": "https://sklep.kfd.pl/kfd-premium-collagen-plus-400-g-kolagen-msmwit-d3-wit-c-boswellia-serrata--p-5079.html",
      "category": "Odżywki i suplementy,Ochrona stawów,Kolagen",
      "name": "KFD Premium Collagen Plus - 400 g [Kolagen + MSM+Wit. D3, Wit. C, Boswellia Serrata]",
      "description": "KFD Premium Collagen+ to znany od lat i ceniony przez naszych klientów produkt, którego zadaniem jest uzupełnienie diety o najwyższej jakości hydrolizowany kolagen oraz witaminy C i D3 w maksymalnych dawkach dla dziennej porcji suplementu diety. Produkt wzbogacono również o siarkę organiczną w formie MSM i kwas hialuronowy , a najcenniejszym składnikiem produktu jest ekstrakt z kadzidłowca (Boswellia Serrata) standaryzowany na aż 65% kwasów boswelliowych. Witamina C zawarta w produkcie pomaga w prawidłowej produkcji kolagenu w celu zapewnienia prawidłowego funkcjonowania kości, chrząstek i skóry. Natomiast witamina D3 pomaga w utrzymaniu zdrowych kości, zębów i w prawidłowym funkcjonowaniu układu odpornościowego. Surowiec użyty do produkcji jest kolagenem produkowanym w Niemczech. Bez woni i nieprzyjemnego smaku. Zalety KFD Premium Collagen+: - Zawiera MSM, ekstrakt z kory kadzidłowca, maksymalne dozwolone stężenie witaminy C oraz D3. - Zawiera aż 12440 mg najwyższej jakości hydrolizowanego kolagenu w porcji, - W 100% naturalny barwnik: wyciąg z czarnej marchwi. Uwagi dotyczące produktu: Surowiec użyty w produkcie jest pochodzenia zwierzęcego. - W nowszych partiach znajduje się nowy, droższy ekstrakt Boswellia Serrata w formie drobnego proszku. Umożliwia to maksymalne wykorzystanie i poprawia jego przyswajalność w porównaniu do starszej wersji. Nowy ekstrakt, zamiast opadać na dno naczynia, unosi się na powierzchni, utrudniając wymieszanie produktu z wodą, ale wystarczy energicznie wymieszać go w szejkerze, zamiast użycia łyżki. Boswellia Serrata to najcenniejszy i najważniejszy składnik naszego kolagenu, dlatego zależy nam, by klient wyciągnął z niego jak najwyższe korzyści. W zależności od partii może się to zmieniać, ale kiedy tylko mamy możliwość, to sięgamy po możliwie najdrobniej zmielony ekstrakt. - Produkt zawiera wysokie dawki witamin C i D3 oraz ekstrakt z Boswellia Serrata, które ze względu na działanie antyoksydacyjne, powinny być stosowane raczej kilka ",
      "price": "41.99",
      "reference": "KFD COLLA4PLUS",
      "attributes": {},
      "images": [
        "https://sklep.kfd.pl/9267-home_default/kfd-premium-collagen-plus-400-g-kolagen-msmwit-d3-wit-c-boswellia-serrata-.jpg",
        "https://sklep.kfd.pl/9267-large_default/kfd-premium-collagen-plus-400-g-kolagen-msmwit-d3-wit-c-boswellia-serrata-.jpg"
      ],
      "usage": "Jedną porcję - 20 g (około 4 miarek) należy wsypać do naczynia z 150-200 ml wody i wymieszać do uzyskania jednolitej konsystencji, odstawić na kilka minut i spożyć. Do odmierzenia dokładnej porcji sugeruje się użycie wagi.",
      "weight": "0.493000",
      "brand": "KFD Nutrition",
      "local_images": [
        {
          "url": "https://sklep.kfd.pl/9267-large_default/kfd-premium-collagen-plus-400-g-kolagen-msmwit-d3-wit-c-boswellia-serrata-.jpg",
          "filename": "KFD_Premium_Collagen_Plus_-_400_g_Kolagen__MSMWit__2_821b3cb6.jpg"
        },
        {
          "url": "https://sklep.kfd.pl/9267-home_default/kfd-premium-collagen-plus-400-g-kolagen-msmwit-d3-wit-c-boswellia-serrata-.jpg",
          "filename": "KFD_Premium_Collagen_Plus_-_400_g_Kolagen__MSMWit__1_034d8755.jpg"
        }
      ]
    },
    {
      "url": "https://sklep.kfd.pl/kfd-vitapak-90-tabl-organiczne-mineraly-i-witaminy-p-4127.html",
      "category": "Zdrowie i kondycja,Witaminy i minerały,Zestaw witamin i minerałów",
      "name": "KFD Vitapak+ 90 tabl. (Organiczne Minerały i Witaminy)",
      "description": "KFD Vitapak+ to konkretny i uniwersalny zestaw witamin i minerałów w wygodnej formie tabletek powlekanych. Tworząc nasz produkt, szczególną uwagę przyłożyliśmy zarówno do umieszczenia w nim maksymalnych dopuszczonych dawek poszczególnych witamin i minerałów, ale równie ważnym jest zastosowanie możliwie najlepiej przyswajalnych form, takich jak organiczne sole minerałów, czy witamina D w formie cholekalcyferolu. W literaturze anglojęzycznej bardzo często można spotkać się z tezą, że chelatowane wersje minerałów są zazwyczaj najlepiej przyswajalne. W Polsce przyjęło się, że chelaty to tylko związki minerałów z aminokwasami, jednakże w anglojęzycznych źródłach chodzi o wszelkie organiczne formy minerałów, zarówno te związane z aminokwasami, jak i z organicznymi kwasami (cytryniany, mleczany, maślany etc). Zalety KFD Vitapak+: - Aż 20 składników, w możliwie jak najwyższych dawkach. - Wysoce przyswajalne formy witamin i minerałów - co potwierdzają publikacje naukowe, a nie wyłącznie marketing. - Naszym zdaniem - produkt może zainteresować mężczyzn (w związku z dużą dawką cynku i selenu - odpowiednio 150% i 364% RWS). - Może również być interesujący dla kobiet dbających o urodę, ze względu na 100% RWS żelaza, kwasu foliowego i biotyny. - Zawartość magnezu, potasu i wapnia może uzupełnić niedobory elektrolitów, które są kluczowe dla każdej osoby aktywnej fizycznie. - Opakowanie zawiera aż 45 dziennych porcji po 2 łatwe do połknięcia tabletki. źródła: 1. https://www.healthline.com/nutrition/chelated-minerals Badania oraz etykieta produktu znajdują się w zakładce \"informacja żywieniowa/ badania\", natomiast poniżej w ramach ciekawostki wrzucamy archiwalne badanie wykonane przez urząd za granicą: Badanie na zawartość Witaminy D przez urząd weterynaryjny na Litwie (w czasie kontroli jednego ze sklepów).",
      "price": "25.99",
      "reference": "KFD VITAPAK2",
      "attributes": {},
      "images": [
        "https://sklep.kfd.pl/9100-home_default/kfd-vitapak-90-tabl-organiczne-mineraly-i-witaminy.jpg",
        "https://sklep.kfd.pl/9100-large_default/kfd-vitapak-90-tabl-organiczne-mineraly-i-witaminy.jpg"
      ],
      "usage": "Zaleca się spożywać 1 porcję (2 tabletki) dziennie. Tabletki spożyć w całości i popić wodą.",
      "weight": "0.222000",
      "brand": "KFD Nutrition",
      "local_images": [
        {
          "url": "https://sklep.kfd.pl/9100-home_default/kfd-vitapak-90-tabl-organiczne-mineraly-i-witaminy.jpg",
          "filename": "KFD_Vitapak_90_tabl_Organiczne_Minerały_i_Witaminy_1_b87433f1.jpg"
        },
        {
          "url": "https://sklep.kfd.pl/9100-large_default/kfd-vitapak-90-tabl-organiczne-mineraly-i-witaminy.jpg",
          "filename": "KFD_Vitapak_90_tabl_Organiczne_Minerały_i_Witaminy_2_5ec5657a.jpg"
        }
      ]
    }
  ]
}